products =[
    {
    'name': 'Apple iPhone 15 Pro Max 256Gb серый',
    'categoryId':1,
    'price': 631945,
    'description': 'Apple iPhone 15 Pro Max - сверхпрочный флагман, изготовленный из титана. За бескомпромиссную производительность смартфона отвечает новейший чип Apple A17 Pro. Устройство получило передовую систему камер, продуманную эргономику, обновленный дизайн и новую программируемую кнопку.',
    'count': 4,
    'is_active': True
  },
  {
    'name': 'Apple 20W USB-C Power Adapter белый',
    'categoryId':1,
    'price': 2247,
    'description': 'Адаптер питания Apple USB‑C мощностью 20 Вт дает возможность быстро и эффективно заряжать гаджеты. Проверяется на основном сайте через QR на оригинальность. Этот адаптер совместим с любыми устройствами Apple, оснащенными портом USB-C: смартфон, планшет или смарт-часы.',
    'count': 3,
    'is_active': True
  },

  {
    'name': 'Samsung Galaxy A24 6 ГБ/128 ГБ черный',
    'categoryId': 1,
    'price':85363,
    'description': 'На 6,5-дюймовом FHD+ Super AMOLED дисплее оживают все цвета и детали. Наслаждайтесь кристально четкой видимостью при просмотре сериалов и потоковых программ благодаря яркости 1000 нит. Кроме того, благодаря улучшенной защите от синего света вы сможете комфортно смотреть контент днем и ночью.',
    'count':5,
    'is_active': True
  },
  {
    'name': 'Электрочайник BEREKE BR-810 серый',
    'categoryId':2,
    'price': 1900,
    'description': 'BEREKE BR-810 - это электрический чайник, который предоставляет надежное и удобное решение для приготовления горячих напитков.',
    'count': 6,
    'is_active': True
  },
  {
    'name': 'Deerma DX700 белый',
    'categoryId':2,
    'price': 17354,
    'description': 'Пылесос Deerma DX700 – стильный, компактный и удобный пылесос, конструкция которого предусматривает использование в качестве портативного ручного или помощника для эффективной уборки напольных покрытий. Технология циклонной фильтрации благодаря высокой силе всасывания гарантирует быстрый сбор пыли и мусора.',
    'count': 6,
    'is_active': True
  },
  {
    'name': 'SENZER headset SG500',
    'categoryId':3,
    'price': 29.99,
    'description': 'Gaming Headset with Noise Cancelling Microphone, color : Black',
    'count': 7,
    'is_active': True
  },
  {
    'name': 'Heimish All Clean Balm бальзам 120 мл',
    'categoryId':3,
    'price': 4301,
    'description': 'All Clean Balm - это просто находка для любителей декоративной косметики, так как смыть толстые слои косметики всегда не легко. Бальзам мягко и быстро растворяет даже самые сильные водостойкие средства. Имеет легкую, нежную щербетную текстуру. Не нужно смешивать с водой при нанесении! ',
    'count': 7,
    'is_active': True
  },
  {
    'name': 'Round Lab 1025 Dokdo Cleansing пенка 150 мл',
    'categoryId':3,
    'price': 4209,
    'description': 'Мягкая пенка для умывания с морской водой Round Lab1025 Dokdo Cleanser подходит для деликатного очищения сухой и чувствительной кожи. Нежно удаляет все загрязнения, не провоцирует появления сухости и стянутости, сохраняет кожу увлажнённой даже после умывания.',
    'count': 7,
    'is_active': True
  },
  {
    'name': 'SKIN&LAB Vitamin C Brightening сыворотка 30 мл',
    'categoryId':3,
    'price': 5988,
    'description': 'Мощная, легкая осветляющая сыворотка с 15 комплексами витаминов, концентрированная с витамином С, помогает осветлить кожу и выровнять ее тон. Витаминные пузырьковые капсулы с антиоксидантами помогают сделать кожу здоровой, молодой и сияющей.',
    'count': 7,
    'is_active': True
  },
  {
    'name': 'Anua тонер Heartleaf 77% Soothing Toner 250 мл',
    'categoryId':3,
    'price': 6830,
    'description': 'Средство помогает снять воспаления, раздражения, а также устранить и предотвратить появления акне. Средство имеет пониженный индекс 5,5~6 pH, что помогает поддерживать здоровый кислотно-щелочного баланс и укрепляет естественный защитный барьер кожи.',
    'count': 7,
    'is_active': True
  },
  {
    'name': 'Beauty of Joseon крем Relief Sun Rice Probiotics SPF50 для лица',
    'categoryId':3,
    'price': 4600,
    'description': 'Солнцезащитный крем с пробиотиками Beauty Of Joseon Relief Sun : Rice + Probiotics SPF50+ PA++++ обеспечивает надёжную защиту от пагубных воздействий солнечных лучей, а также способствует успокаивающему и осветляющему действию, поможет восстановить микробиом и укрепить защитный слой кожи.',
    'count': 8,
    'is_active': True
  },
  {
    'name': 'Мэнсон М.: Тонкое искусство пофигизма. Парадоксальный',
    'categoryId':4,
    'price': 1850,
    'description': 'Современное общество пропагандирует культ успеха: будь умнее, богаче, продуктивнее — будь лучше всех. Соцсети изобилуют историями на тему, как какой-то малец придумал приложение и заработал кучу денег, статьями в духе «Тысяча и один способ быть счастливым», а фото во френдленте создают впечатление, что окружающие живут лучше и интереснее, чем мы. Однако наша зацикленность на позитиве и успехе лишь напоминает о том, чего мы не достигли, о мечтах, которые не сбылись. Как же стать по-настоящему счастливым? Популярный блогер Марк Мэнсон предлагает свой, оригинальный подход к этому вопросу. Его жизненная философия проста — необходимо научиться искусству пофигизма. Определив то, до чего вам действительно есть дело, нужно уметь наплевать на все второстепенное, забить на трудности, послать к черту чужое мнение и быть готовым взглянуть в лицо неудачам и показать им средний палец. В своей остроумной книге, мгновенно ставшей бестселлером № 1 в Amazon, через истории жизненных неурядиц, провалов и лаж (как своих, так и известных людей) автор рассказывает, как овладеть этим тонким искусством пофигизма, зачем нужно быть менее уверенным в себе и что принцип «Делайте хоть что-нибудь» — отличная мотивация. Эта книга поможет вам жить легко вопреки всем трудностям, меньше волноваться и получать удовольствие от жизни',
    'count': 8,
    'is_active': True
  },
  {
    'name': 'Шталь С.: Ребенок в тебе должен обрести дом',
    'categoryId':4,
    'price': 2490,
    'description': 'Детские травмы и обиды не проходят бесследно. Они проявляются во взрослой жизни и часто – самым неожиданным образом: не складываются отношения, рушится карьера, возникают болезни... Проблемы ставят нас в тупик, и мы даже не подозреваем, что все ответы и решения – в нас самих. Известный немецкий психотерапевт и автор бестселлеров Стефани Шталь утверждает: если вы подружитесь со своим "внутренним ребенком", подарите ему заботу и поддержку, которой так не хватало в детстве, на место боли и бед придут спокойствие, гармония и легкость. Эффективные упражнения и рекомендации, изложенные в книге, помогут вашему "внутреннему ребенку" (а значит, и вам!) стать, наконец, счастливым.',
    'count': 8,
    'is_active': True
  }
];